{
    "name": "Cartoon FR",
    "type": "CARTOON",
    "streams": [
{
    "title": "Wonder Woman Bloodlines",
    "url": "http://dov.totc.tn/vod/Wonder_Woman_Bloodlines_2019_FR.mp4?code=207133766674940",
    "image": "http://logo.ddnb.tn/logovod/Wonder_Woman_Bloodlines_2019_FR.png",
    "overview": "Wonder Woman tente daider une jeune fille troublée, Vanessa, qui est tombée sur une organisation meurtrière connue sous le nom de Villainy Inc., dirigée par le Dr. Cyber.",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "Wardi",
    "url": "http://dov.totc.tn/vod/Wardi_2018_FR.mp4?code=207133766674940",
    "image": "http://logo.ddnb.tn/logovod/Wardi_2018_FR.png",
    "overview": " A partir de 10 ans Beyrouth, Liban, aujourd’hui. Wardi, une jeune Palestinienne de onze ans, vit avec toute sa famille dans le camp de réfugiés où elle est née. Sidi, son arrière-grand-père adoré, fut l’un des premiers à s’y installer après avoir été chassé de son village en 1948. Le jour où Sidi lui confie la clé de son ancienne maison en Galilée, Wardi craint qu’il ait perdu l’espoir d’y retourner un jour. Mais comment chaque membre de la famille peut-il aider à sa façon la petite fille à renouer avec cet espoir ?",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "Teen Titans Go Vs Teen Titans",
    "url": "http://dov.totc.tn/vod/Teen_Titans_Go_Vs_Teen_Titans_2019_FR.mp4?code=207133766674940",
    "image": "http://logo.ddnb.tn/logovod/Teen_Titans_Go_Vs_Teen_Titans_2019_FR.png",
    "overview": " Les membres des deux super-équipes vont devoir saffronter eux-mêmes et unir leurs forces pour venir à bout de Trigon, dHexagon et de Santa Claus dans ce cross-over entre les séries animées Teen Titans et Teen Titans Go!",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "Sgt Stubby An American Hero",
    "url": "http://dov.totc.tn/vod/Sgt_Stubby_An_American_Hero_2018_FR.mp4?code=207133766674940",
    "image": "http://logo.ddnb.tn/logovod/Sgt_Stubby_An_American_Hero_2018_FR.png",
    "overview": "  Lhistoire vraie dun chien errant qui rejoint son nouveau maître sur les champs de bataille de la Première Guerre mondiale. Pour ses actions de valeur, le Sgt. Stubby est toujours reconnu comme le chien le plus décoré de lhistoire américaine.",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "The Death and Return of Superman",
    "url": "http://dov.totc.tn/vod/The_Death_and_Return_of_Superman_2019_FR.mp4?code=207133766674940",
    "image": "http://logo.ddnb.tn/logovod/The_Death_and_Return_of_Superman_2019_FR.png",
    "overview": " Lorsque Doomsday émerge des bas-fonds et commence à tout ravager sur son passage, la Justice League se met en travers de son chemin. Il apparaît cependant que seul Superman peut représenter une véritable obstruction à cette créature. Mais lêtre de Krypton prend soudainement un coup qui semble fatal.",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "Toy Story 4",
    "url": "http://dov.totc.tn/vod/Toy_Story_4_2019_FR.mp4?code=207133766674940",
    "image": "http://logo.ddnb.tn/logovod/Toy_Story_4_2019_FR.png",
    "overview": " A partir de 6 ans Woody a toujours privilégié la joie et le bien-être de ses jeunes propriétaires – Andy puis Bonnie – et de ses compagnons, n’hésitant pas à prendre tous les risques pour eux, aussi inconsidérés soient-ils. L’arrivée de Forky un nouveau jouet qui ne veut pas en être un dans la chambre de Bonnie met toute la petite bande en émoi. C’est le début d’une grande aventure et d’un extraordinaire voyage pour Woody et ses amis. Le cowboy va découvrir à quel point le monde peut être vaste pour un jouet…",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "My Hero Academia Two Heroes",
    "url": "http://dov.totc.tn/vod/My_Hero_Academia_Two_Heroes_2018_FR.mp4?code=207133766674940",
    "image": "http://logo.ddnb.tn/logovod/My_Hero_Academia_Two_Heroes_2018_FR.png",
    "overview": " Les examens finaux sont enfin terminés, et les élèves de Yuei se préparent pour le camp d’été. Izuku et All Might reçoivent une invitation d’une certaine personne pour partir à l’étranger dans une immense ville ambulante appelée « I-Island ». Dans cette île qui regroupe les connaissances de scientifiques du monde entier, se tient l’I-Expo, un événement dédié aux résultats de recherches sur les Alters et les superhéros. Izuku y fait la rencontre de Melissa, une fille sans Alter qui lui rappelle son passé. Soudain, l’imprenable système de sécurité de l’île est piraté par des vilains, et tous les habitants de l’ile se retrouvent pris en otage. Un plan capable d’ébranler la société des héros est en marche ! Et la personne au coeur de tout cela, est le héro numéro 1 et symbole de la paix : All Might.",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "UglyDolls",
    "url": "http://dov.totc.tn/vod/UglyDolls_The_Movie_2019_fr.mp4?code=XXX",
    "image": "http://logo.ddnb.tn/logovod/UglyDolls_The_Movie_2019_fr.png",
    "overview": " À Uglyville, on aime tout ce qui est bizarre, on célèbre les particularités et la beauté cachée ailleurs que dans les apparences. Moxy, une drôle de petite créature à l’esprit libre, et ses amis les UglyDolls vivent chaque jour dans un tourbillon de joie et de bonne humeur, savourant la vie et ses possibilités infinies. Moxy est parfaitement heureuse dans cet endroit où personne n’est comme tout le monde. Mais sa curiosité naturelle la pousse à se demander ce qui peut bien se trouver de l’autre côté de la montagne où se niche Uglyville. Accompagnée de ses amis, elle va découvrir un autre monde, Perfection, une ville où les poupées ordinaires sont élevées pour être idéalement conformes aux critères conventionnels afin de séduire les enfants. Moxy et ses copains vont être soumis aux manipulations de Lou, la poupée idéale chargée de former les nouvelles recrues. À Perfection, les UglyDolls vont se retrouver confrontés à la différence, au rejet et à l’envie dêtre aimés, mais ils finiront par comprendre qu’il n’est pas nécessaire d’être parfait pour être extraordinaire et que la seule chose qui compte, c’est qui l’on est vraiment.",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "Scooby Doo Return to Zombie Island",
    "url": "http://dov.totc.tn/vod/Scooby_Doo_Return_to_Zombie_Island_2019_fr.mp4?code=XXX",
    "image": "http://logo.ddnb.tn/logovod/Scooby_Doo_Return_to_Zombie_Island_2019_fr.png",
    "overview": "Le gang est sorti de sa retraite pour enquêter sur un mystère sur une île familière infestée de zombies.",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    },
    {
    "title": "The Queens Corgi",
    "url": "http://dov.totc.tn/vod/The_Queens_Corgi_2019_FR.mp4?code=XXX",
    "image": "http://logo.ddnb.tn/logovod/The_Queens_Corgi_2019_FR.png",
    "overview": " Les aventures de Rex, le chien préféré de Sa Majesté, qui perd son statut de favori et se retrouve perdu dans un chenil au milieu de chiens abandonnés. Sa quête pour retourner à Buckingham et retrouver les faveurs de la Reine lamènera à affronter de nombreux dangers mais aussi à rencontrer l’amour.",
    "date": "2018-12-30",
    "publish": "2019-10-25"
    }
]
}