{
    "name": "Movies",
    "type": "MOVIES",
    "streams": [
        {
            "title": "Vier gegen die Bank",
            "url": "http://dov.totc.tn/vod/Vier_gegen_die_Bank_2016_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/igADIv2mqwkYcNuWI1Zn38r0OC8.jpg",
            "overview": "Chris, un boxeur, Peter, un acteur et Max, un excentrique spécialiste en publicité, ont économisé depuis des années pour réaliser le rêve de leur vie. Malheureusement pour eux, Schumacher, le directeur de leur banque, a délibérément laissé tomber leurs comptes d'investissement à zéro pour se débarrasser d'un conseiller névrotique prénommé Tobias. Alors, sans perspective, les quatre hommes, élaborent un plan fou...",
            "date": "2016-12-25",
            "publish": "2019-10-25"
            },
            {
            "title": "Through Black Spruce",
            "url": "http://dov.totc.tn/vod/Through_Black_Spruce_2019_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/ogjsBVgP5Mg2s9NlUhB4dFfDkLg.jpg",
            "overview": "La disparition d'une jeune femme Cree à Toronto traumatise sa famille du nord de l'Ontario, qui décide d'envoyer sa sœur jumelle dans le sud du pays pour la retrouver.",
            "date": "2019-03-29",
            "publish": "2019-10-25"
            },
            {
            "title": "The Influence",
            "url": "http://dov.totc.tn/vod/The_Influence_2019_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/q2uBGdby8j9blwjhUs0xMAsEA2r.jpg",
            "overview": "De retour dans la maison où elle a grandi pour prendre soin de sa mère dans le coma, Alicia doit affronter une force obscure de son passé qui menace désormais sa fille.",
            "date": "2019-06-21",
            "publish": "2019-10-25"
            },
            {
            "title": "The Death And Life of John F Donovan",
            "url": "http://dov.totc.tn/vod/The_Death_And_Life_of_John_F_Donovan_2018_fr.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/sHbgZTCxlwCyMiptpAQp3Mi8rDu.jpg",
            "overview": "Dix ans après la mort d’une vedette de la télévision américaine, un jeune acteur se remémore la correspondance jadis entretenue avec cet homme, de même que l’impact que ces lettres ont eu sur leurs vies respectives.",
            "date": "2019-03-13",
            "publish": "2019-10-25"
            },
            {
            "title": "Office Uprising",
            "url": "http://dov.totc.tn/vod/Office_Uprising_2018_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/yvrVHY7VCE1AKDA98Y8Tv9iFfmW.jpg",
            "overview": "Un employé d'une usine d'armes découvre qu'une boisson énergisante transforme ses collègues en zombies.",
            "date": "2019-10-16",
            "publish": "2019-10-25"
            },
            {
            "title": "I Can Only Imagine",
            "url": "http://dov.totc.tn/vod/I_Can_Only_Imagine_2018_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/ji2oO3o6YNDqJPFsSM1yfEM30XM.jpg",
            "overview": "Au Texas, Bart Millard, 10 ans, abandonné par sa mère, doit subir au quotidien la violence d’un père alcoolique. Des années plus tard au lycée, sa passion pour la musique lui donne l’occasion de s’évader loin de son père, avec son groupe. Mais pour s’accomplir en tant qu’artiste , il va devoir affronter son passé. Trouvera-t-il assez de foi pour pardonner à son père ? Découvrez l'histoire vraie du chanteur Bart Millard, auteur du double disque de platine : I Can Only Imagine.",
            "date": "2019-05-22",
            "publish": "2019-10-25"
            },
            {
            "title": "Heaven",
            "url": "http://dov.totc.tn/vod/Heaven_2019_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/c4LtWFRrW3LijdxnW4qNnmGIx2e.jpg",
            "overview": "Balian le forgeron découvre que son père est un seigneur Croisé, peu avant que celui-ci ne meure et que ses terres à Jérusalem ne lui reviennent. Parti sur place, il se range au côté des fidèles du roi Baudoin, qui tentent de maintenir un équilibre fragile entre les Croisés et les troupes de Saladin. Mais le roi est mourant et puissants sont ceux qui s'opposent à lui et à la paix,",
            "date": "2005-05-04",
            "publish": "2019-10-25"
            },
            {
            "title": "Fractured",
            "url": "http://dov.totc.tn/vod/Fractured_2019_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/paZNRffT3kUckuRFKbeDBuX1YcZ.jpg",
            "overview": "En voiture, Ray, sa femme et sa fille s'arrêtent sur une aire d'autoroute afin de se dégourdir les jambes. La petite fille fait une chute et se casse le bras. Le père de famille accourt aux urgences les plus proches. Tandis que sa femme et la fillette descendent faire une IRM. Ray, épuisé, s'endort dans le hall d'accueil. A son réveil, le cauchemar commence. Sa femme et sa fille ont disparu et l'hôpital ne trouve aucune trace du passage de la famille de Ray au sein de l'établissement.",
            "date": "2019-10-11",
            "publish": "2019-10-25"
            },
            {
            "title": "Fast & Furious: Hobbs & Shaw",
            "url": "http://dov.totc.tn/vod/Fast_and_Furious_Presents_Hobbs_and_Shaw_FR.mp4?code=XXX",
            "image": "https://image.tmdb.org/t/p/w400/3iZUHbByPsGiaNB31rC6b2FimQB.jpg",
            "overview": "Depuis que Hobbs, fidèle agent de sécurité au service diplomatique des États-Unis, combatif mais droit, et Shaw, un homme sans foi ni loi, ancien membre de l’élite militaire britannique, se sont affrontés en 2015 dans Fast & Furious 7, les deux hommes font tout ce qu’ils peuvent pour se nuire l’un à l’autre. Mais lorsque Brixton, un anarchiste génétiquement modifié, met la main sur une arme de destruction massive après avoir battu le meilleur agent du MI6 qui se trouve être la sœur de Shaw, les deux ennemis de longue date vont devoir alors faire équipe pour faire tomber le seul adversaire capable de les anéantir.",
            "date": "2019-08-07",
            "publish": "2019-10-25"
            }  
    ]
}